Repository: EkaterinePapava/exif
Catalog: po/*.po
Languages: hu

source: Not enough memory.
hu: Nincs elég memória.

source: Setting a value for this tag is unsupported!
hu: Ehhez a címkéhez nem támogatott egy érték beállítása.

source: Too few components specified (need %d, found %d)
hu: Túl kevés összetevő lett megadva (%d szükséges, %d található)

source: Numeric value expected
hu: Numerikus érték az elvárt

source: Internal error. Please contact <%s>.
hu: Belső hiba. Vegye fel a kapcsolatot a következővel: <%s>.

source: Not yet implemented!
hu: Még nincs megvalósítva.

source: Warning; Too many components specified!
hu: Figyelmeztetés: túl sok összetevő lett megadva.

source: Too much EXIF data (%i bytes). Only %i bytes are allowed.
hu: Túl sok EXIF-adat (%i bájt). Csak %i bájt engedélyezett.

source: Could not write '%s' (%s).
hu: Nem sikerült a(z) „%s” írása (%s).

source: Wrote file '%s'.
hu: Kiírt fájl: „%s”.

source: EXIF entry '%s'
hu: A(z) „%s” EXIF-bejegyzés

source: exists in IFD '%s':
hu: létezik a(z) „%s” IFD-ben:

source: Adding entry...
hu: Bejegyzés hozzáadása…

source: IFD '%s' does not contain a tag '%s'!
hu: A(z) „%s” IFD nem tartalmaz „%s” címkét.

source: Could not open '%s' (%s)!
hu: Nem sikerült a(z) „%s” megnyitása (%s).

source: Could not determine size of '%s' (%s).
hu: Nem sikerült meghatározni a(z) „%s” méretét (%s).

source: Could not read '%s' (%s).
hu: Nem sikerült a(z) „%s” olvasása (%s).

source: IFD '%s' does not contain tag '%s'.
hu: A(z) „%s” IFD nem tartalmaz „%s” címkét.

source: '%s' does not contain tag '%s'.
hu: A(z) „%s” nem tartalmaz „%s” címkét.

source: '%s' does not contain a thumbnail!
hu: A(z) „%s” nem tartalmaz bélyegképet.

source: Could not open '%s' for writing (%s)!
hu: Nem sikerült a(z) „%s” megnyitása írásra (%s).

source: EXIF tags in '%s':
hu: A(z) „%s” fájlban lévő EXIF-címkék:

source: Unknown format or nonexistent MakerNote.
hu: Ismeretlen formátum vagy nemlétező MakerNote-címke.

source: MakerNote does not contain any value.
hu: A MakerNote-címke nem tartalmaz semmilyen értéket.

source: MakerNote contains %i value:
hu: A MakerNote-címke %i értéket tartalmaz:

source: Unknown Tag
hu: Ismeretlen címke

source: Unknown value
hu: Ismeretlen érték

source: EXIF tags in '%s' ('%s' byte order):
hu: A(z) „%s” fájlban lévő EXIF-címkék („%s” bájtsorrend):

source: Tag
hu: Címke

source: Value
hu: Érték

source: EXIF data contains a thumbnail (%i bytes).
hu: Az EXIF-adat bélyegképet tartalmaz (%i bájt).

source: ThumbnailSize %i
hu: Bélyegképméret %i

source: Display software version
hu: Szoftververzió megjelenítése

source: Show IDs instead of tag names
hu: Azonosítók megjelenítése a címkenevek helyett

source: Select tag
hu: Címke kiválasztása

source: tag
hu: címke

source: Select IFD
hu: IFD kiválasztása

source: List all EXIF tags
hu: Az összes EXIF-címke felsorolása

source: Show contents of tag MakerNote
hu: A MakerNote-címke tartalmának megjelenítése

source: Remove tag or ifd
hu: Címke vagy IFD eltávolítása

source: Show description of tag
hu: A címke leírásának megjelenítése

source: Extract thumbnail
hu: Bélyegkép kinyerése

source: Remove thumbnail
hu: Bélyegkép eltávolítása

source: Insert FILE as thumbnail
hu: FÁJL beszúrása bélyegképként

source: FILE
hu: FÁJL

source: Do not fix existing tags in files
hu: Ne javítsa a meglévő címkéket a fájlokban

source: Write data to FILE
hu: Adatok kiírása FÁJLBA

source: Value of tag
hu: Címke értéke

source: STRING
hu: KARAKTERLÁNC

source: Create EXIF data if not existing
hu: EXIF-adat létrehozása, ha nem létezik

source: Output in a machine-readable (tab delimited) format
hu: Kiírás gép által olvasható (tabulátorral tagolt) formátumban

source: Width of output
hu: Kimenet szélessége

source: WIDTH
hu: SZÉLESSÉG

source: Output in a XML format
hu: Kiírás XML-formátumban

source: Show debugging messages
hu: Hibakeresési üzenetek megjelenítése

source: Help options:
hu: Súgó kapcsolói:

source: Show this help message
hu: Ezen súgóüzenet megjelenítése

source: Display brief usage message
hu: Rövid használati üzenet megjelenítése

source: [OPTION...] file
hu: [KAPCSOLÓ…] fájl

source: Invalid IFD '%s'. Valid IFDs are '0', '1', 'EXIF', 'GPS', and 'Interoperability'.
hu: Érvénytelen „%s” IFD. Az érvényes IFD-k a következők: „0”, „1”, „EXIF”, „GPS” és „Interoperability”.

source: Invalid tag '%s'!
hu: Érvénytelen „%s” címke.

source: You need to specify a tag!
hu: Meg kell adnia egy címkét.

source: You need to specify an IFD!
hu: Meg kell adnia egy IFD-t.

source: Tag '%s'
hu: A(z) „%s” címke

source: Specify input file or --create-exif
hu: Adja meg a bemeneti fájlt vagy a --create-exif kapcsolót.

source: '%s' is not readable or does not contain EXIF data!
hu: A(z) „%s” nem olvasható vagy nem tartalmaz EXIF-adatot.

source: XML format is not available for Maker Notes
hu: Az XML-formátum nem érhető el a MakerNote-címkéknél

source: Data does not follow JPEG specification.
hu: Az adat nem követi a JPEG-specifikációt.
